tinyNozzle/2D/6_with2outlets_cyclic_short_3.27Exit/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2212                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    front
    {
        type            wedge;
        nFaces          37920;
        startFace       75002;
    }
    back
    {
        type            wedge;
        nFaces          37920;
        startFace       112922;
    }
    inlet
    {
        type            patch;
        nFaces          48;
        startFace       150842;
    }
    outlet
    {
        type            patch;
        nFaces          48;
        startFace       150890;
    }
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          790;
        startFace       150938;
    }
)

// ************************************************************************* //
